//
//  ExerciesesDetailArray.swift
//  SteelBetaMaket
//
//  Created by Danya on 19.06.2021.
//

import Foundation

class detailArray {
    
    let Array = ["Боковая планка", "Выпады с гирями", "Жим гирь стоя", "Жим лежа на полу", "Махи гирями",
                                 "Молотки", "Обратные скручивания", "Приседания на одной ноге", "Приседания плие", "Русские махи гирей",
                                 "Рывок гири в стойку", "Сгибания обратным хватом", "Скручивания", "Становая тяга", "Тяга к подбородку",
                                 "Сочетание гоблет-приседаний и тяги гири к подбородку. Упражнение позволяет проработать квадрицепс, дельты и  трапецию. Поставьте ноги на ширине плеч, возьмите гирю за ручку двумя руками. Держа спину ровно, сделайте обычное приседание. На выдохе начинайте мощно вставать, при этом гиря по инерции уже после распрямления ног будет продолжать идти вверх. Усилием дельт и трапеций продолжите ее движение до верхней части груди. Локти при этом должны уходить вверх, выше уровня кистей. Опустите руки и начните новое повторение."]//Тяга к подбородку из приседа
    
}
