//
//  ExercisesNameArray.swift
//  SteelBetaMaket
//
//  Created by Danya on 19.06.2021.
//

import Foundation

class nameArray {
    
    let Array = ["Боковая планка", "Выпады с гирями", "Жим гирь стоя", "Жим лежа на полу", "Махи гирями",
                              "Молотки", "Обратные скручивания", "Приседания на одной ноге", "Приседания плие", "Русские махи гирей",
                              "Рывок гири в стойку", "Сгибания обратным хватом", "Скручивания", "Становая тяга", "Тяга к подбородку",
                              "Тяга к подбородку из приседа"]
    
    
}
